Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Color Picker (Text Color)
ar: منتقي الألوان (لون النص)
es: Selector de color (color de texto)
fr: Sélecteur de couleurs (couleur du texte)
hi: रंग चयनकर्ता (पाठ रंग)
it: Selettore colore (colore testo)
ja: カラーピッカー（文字色）
pt_br: Seletor de cores (cor do texto)
ru: Палитра цветов (цвет текста)
zh_hans: 颜色选择器（文本颜色）

source: Color Picker (Vignette Color)
ar: منتقي الألوان (لون نقوش الصورة النصفية)
es: Selector de color (color de viñeta)
fr: Sélecteur de couleurs (couleur de vignette)
hi: रंग चयनकर्ता (विग्नेट रंग)
it: Selettore colore (colore vignettatura)
ja: カラーピッカー (ビネットカラー)
pt_br: Seletor de cores (cor da vinheta)
ru: Палитра цветов (Цвет виньетки)
zh_hans: 颜色选择器（晕影颜色）

source: Color Priority
ar: أولوية اللون
es: Prioridad de color
fr: Priorité couleur
hi: रंग प्राथमिकता
it: Priorità colore
ja: 色の優先
pt_br: Prioridade de cores
ru: Приоритет цвета
zh_hans: 颜色优先

source: Color Range
ar: نطاق اللون
es: Gama de colores
fr: Gamme de couleurs
hi: रंग रेंज
it: Gamma di colori
ja: 色の範囲
pt_br: Gama de cores
ru: Цветовая гамма
zh_hans: 颜色范围

source: Color Range…
ar: نطاق الألوان…
es: Gama de colores…
fr: Gamme de couleurs…
hi: रंग रेंज…
it: Gamma colori...
ja: 色の範囲…
pt_br: Gama de cores…
ru: Цветовая гамма…
zh_hans: 颜色范围...

source: Color Smoothness
ar: نعومة اللون
es: Suavidad del color
fr: Douceur des couleurs
hi: रंग चिकनाई
it: Uniformità del colore
ja: 色の滑らかさ
pt_br: Suavidade de cor
ru: Гладкость цвета
zh_hans: 色彩平滑度

source: Color for the added canvas
ar: لون اللوحة القماشية المضافة
es: Color para el lienzo añadido.
fr: Couleur pour la toile ajoutée
it: Colore per la tela aggiunta
ja: 追加されたキャンバスの色
pt_br: Cor para a tela adicionada
ru: Цвет добавленного холста
zh_hans: 添加画布的颜色

source: Color that fills transparent areas
ar: اللون الذي يملأ المساحات الشفافة
es: Color que llena áreas transparentes.
fr: Couleur qui remplit les zones transparentes
it: Colore che riempie le aree trasparenti
ja: 透明な領域を塗りつぶす色
pt_br: Cor que preenche áreas transparentes
ru: Цвет, заполняющий прозрачные области
zh_hans: 填充透明区域的颜色

source: Color the result while keeping its tones, for a sepia or a cyanotype
ar: قم بتلوين النتيجة مع الحفاظ على درجاتها، للحصول على اللون البني الداكن أو النمط الأزرق
es: Colorea el resultado manteniendo sus tonos, para un sepia o un cianotipo.
fr: Colorer le résultat en gardant ses tons, pour un sépia ou un cyanotype
hi: सीपिया या सायनोटाइप के लिए, परिणाम को उसके टोन को ध्यान में रखते हुए रंग दें
it: Colora il risultato mantenendone i toni, per un seppia o un cianotipo
ja: トーンを維持しながら結果を着色して、セピアまたはシアンタイプにします。
pt_br: Pinte o resultado mantendo seus tons, para sépia ou cianótipo
ru: Раскрасьте результат, сохраняя его тона, для сепии или цианотипии.
zh_hans: 在保持色调的同时对结果进行着色，以获得棕褐色或蓝晒效果

source: Colorize
ar: تلوين
es: colorear
fr: Coloriser
hi: रंगीन बनाना
it: Colora
ja: 色付け
pt_br: Colorir
ru: Раскрасить
zh_hans: 着色

source: Colors
ar: الألوان
es: Colores
fr: Couleurs
hi: रंग
it: Colori
ja: 色
pt_br: Cores
ru: Цвета
zh_hans: 颜色

source: Component
ar: مكون
es: Componente
fr: Composant
hi: घटक
it: Componente
ja: コンポーネント
pt_br: Componente
ru: Компонент
zh_hans: 组件

source: Compositor
ar: المنضد
fr: Compositeur
hi: कंपोजिटर
it: Compositore
ja: コンポジター
ru: Композитор
zh_hans: 合成器

source: Compositor will convert these Photoshop features. Nothing is applied until you continue.
ar: سيقوم Compositor بتحويل ميزات Photoshop هذه. لا يتم تطبيق أي شيء حتى تستمر.
es: Compositor convertirá estas funciones de Photoshop. No se aplica nada hasta que continúes.
fr: Compositor convertira ces fonctionnalités de Photoshop. Rien n'est appliqué jusqu'à ce que vous continuiez.
hi: कंपोजिटर इन फ़ोटोशॉप सुविधाओं को परिवर्तित कर देगा। जब तक आप जारी नहीं रखते तब तक कुछ भी लागू नहीं होता।
it: Compositor convertirà queste funzionalità di Photoshop. Non viene applicato nulla finché non si continua.
ja: Compositor はこれらの Photoshop 機能を変換します。続行するまでは何も適用されません。
pt_br: O Compositor converterá esses recursos do Photoshop. Nada é aplicado até que você continue.
ru: Compositor преобразует эти функции Photoshop. Ничего не применяется, пока вы не продолжите.
zh_hans: Compositor 将转换这些 Photoshop 功能。在您继续之前，不会应用任何内容。

source: Constrain Crop
ar: تقييد المحاصيل
es: Restringir recorte
fr: Contraindre le recadrage
hi: फसल को रोकें
it: Vincola il ritaglio
ja: クロップを制限する
pt_br: Restringir corte
ru: Ограничить обрезку
zh_hans: 约束裁剪

source: Content-Aware
ar: علم المحتوى
es: Consciente del contenido
fr: Conscient du contenu
hi: सामग्री-जागरूक
it: Consapevole del contenuto
ja: コンテンツアウェア
pt_br: Consciente de conteúdo
ru: Контентно-зависимый
zh_hans: 内容感知

source: Content-Aware Fill
ar: التعبئة المدركة للمحتوى
es: Relleno según el contenido
fr: Remplissage sensible au contenu
hi: सामग्री-जागरूक भरण
it: Riempimento in base al contenuto
ja: コンテンツに応じた塗りつぶし
pt_br: Preenchimento sensível ao conteúdo
ru: Заливка с учетом содержимого
zh_hans: 内容感知填充

source: Content-Aware Fill…
ar: التعبئة المدركة للمحتوى…
es: Relleno según el contenido...
fr: Remplissage sensible au contenu…
hi: सामग्री-जागरूक भरण…
it: Riempimento in base al contenuto...
ja: コンテンツに応じた塗りつぶし…
pt_br: Preenchimento com reconhecimento de conteúdo…
ru: Заполнение с учетом содержимого…
zh_hans: 内容感知填充...

source: Contextual keys & mouse gestures
ar: المفاتيح السياقية وإيماءات الماوس
es: Teclas contextuales y gestos del mouse
fr: Touches contextuelles et gestes de la souris
it: Tasti contestuali e gesti del mouse
ja: コンテキストキーとマウスジェスチャー
pt_br: Teclas contextuais e gestos do mouse
ru: Контекстные клавиши и жесты мыши
zh_hans: 上下文键和鼠标手势

source: Contiguous
ar: متجاورة
es: contiguo
fr: Contigu
hi: सन्निहित
it: Contiguo
ja: 連続した
pt_br: Contíguo
ru: Непрерывный
zh_hans: 连续的

source: Contract
ar: العقد
es: Contrato
fr: Contrat
hi: अनुबंध
it: Contratto
ja: 契約書
pt_br: Contrato
ru: Контракт
zh_hans: 合同

source: Contract Selection
ar: اختيار العقد
es: Selección de contrato
fr: Sélection du contrat
hi: अनुबंध चयन
it: Selezione del contratto
ja: 契約の選択
pt_br: Seleção de Contrato
ru: Выбор контракта
zh_hans: 合同选择

source: Contract…
ar: العقد…
es: Contrato…
fr: Contrat…
hi: अनुबंध…
it: Contratto…
ja: 契約…
pt_br: Contrato…
ru: Контракт…
zh_hans: 合同…

source: Contrast
ar: التباين
es: Contraste
fr: Contraste
hi: कंट्रास्ट
it: Contrasto
ja: コントラスト
pt_br: Contraste
ru: Контраст
zh_hans: 对比

source: Controls how much the three tonal wheels overlap.
ar: يتحكم في مدى تداخل العجلات النغمية الثلاثة.
es: Controla cuánto se superponen las tres ruedas tonales.
fr: Contrôle le chevauchement des trois roues tonales.
hi: यह नियंत्रित करता है कि तीन टोनल पहिये कितना ओवरलैप करते हैं।
it: Controlla la quantità di sovrapposizione delle tre ruote tonali.
ja: 3 つの色調ホイールがどの程度重なるかを制御します。
pt_br: Controla o quanto as três rodas tonais se sobrepõem.
ru: Управляет степенью перекрытия трех тональных колес.
zh_hans: 控制三个色调轮重叠的程度。

source: Controls how strong the sharpening is.
ar: يتحكم في مدى قوة التوضيح.
es: Controla qué tan fuerte es el afilado.
fr: Contrôle la force de la netteté.
hi: यह नियंत्रित करता है कि शार्पनिंग कितनी मजबूत है।
it: Controlla quanto è forte la nitidezza.
ja: シャープニングの強さを制御します。
pt_br: Controla a intensidade da nitidez.
ru: Управляет степенью повышения резкости.
zh_hans: 控制锐化的强度。

source: Copy
ar: نسخ
es: Copiar
fr: Copier
hi: प्रतिलिपि
it: Copia
ja: コピー
pt_br: Copiar
ru: Копировать
zh_hans: 复制

source: Copy Layer Mask
ar: نسخ قناع الطبقة
es: Copiar máscara de capa
fr: Copier le masque de calque
hi: लेयर मास्क कॉपी करें
it: Copia maschera di livello
ja: レイヤーマスクをコピー
pt_br: Copiar máscara de camada
ru: Копировать маску слоя
zh_hans: 复制图层蒙版

source: Copy Layers from Project
ar: نسخ الطبقات من المشروع
es: Copiar capas del proyecto
fr: Copier les calques du projet
hi: प्रोजेक्ट से परतें कॉपी करें
it: Copia livelli dal progetto
ja: プロジェクトからレイヤーをコピー
pt_br: Copiar camadas do projeto
ru: Копировать слои из проекта
zh_hans: 从项目复制图层

source: Copy Merged
ar: نسخ مدمج
es: Copiar fusionado
fr: Copie fusionnée
hi: कॉपी मर्ज की गई
it: Copia unita
ja: 結合されたコピー
pt_br: Cópia mesclada
ru: Копировать объединено
zh_hans: 复制合并

source: Copy from the active layer only, or from every visible layer as shown
ar: انسخ من الطبقة النشطة فقط، أو من كل طبقة مرئية كما هو موضح
es: Copie solo desde la capa activa, o desde cada capa visible como se muestra
fr: Copier à partir du calque actif uniquement ou à partir de chaque calque visible, comme indiqué
hi: केवल सक्रिय परत से, या दिखाए गए अनुसार प्रत्येक दृश्यमान परत से कॉपी करें
it: Copia solo dal livello attivo o da ogni livello visibile come mostrato
ja: アクティブなレイヤーのみからコピーするか、図に示すように表示されているすべてのレイヤーからコピーします。
pt_br: Copie apenas da camada ativa ou de todas as camadas visíveis conforme mostrado
ru: Копируйте только из активного слоя или из каждого видимого слоя, как показано на рисунке.
zh_hans: 仅从活动图层复制，或从每个可见图层复制，如图所示

source: Couldn’t change canvas size
ar: لا يمكن تغيير حجم اللوحة القماشية
es: No se pudo cambiar el tamaño del lienzo
fr: Impossible de modifier la taille du canevas
hi: कैनवास का आकार नहीं बदला जा सका
it: Impossibile modificare le dimensioni della tela
ja: キャンバスサイズを変更できませんでした
pt_br: Não foi possível alterar o tamanho da tela
ru: Не удалось изменить размер холста
zh_hans: 无法更改画布大小

source: Couldn’t crop
ar: لا يمكن الاقتصاص
es: No se pudo recortar
fr: Impossible de recadrer
hi: क्रॉप नहीं किया जा सका
it: Impossibile ritagliare
ja: トリミングできませんでした
pt_br: Não foi possível cortar
ru: Не удалось обрезать
zh_hans: 无法裁剪

source: Couldn’t export JPEG
ar: لا يمكن تصدير JPEG
es: No se pudo exportar JPEG
fr: Impossible d'exporter JPEG
hi: JPEG निर्यात नहीं किया जा सका
it: Impossibile esportare JPEG
ja: JPEGをエクスポートできませんでした
pt_br: Não foi possível exportar JPEG
ru: Не удалось экспортировать JPEG
zh_hans: 无法导出 JPEG

source: Couldn’t export PNG
ar: لا يمكن تصدير PNG
es: No se pudo exportar PNG
fr: Impossible d'exporter PNG
hi: पीएनजी निर्यात नहीं किया जा सका
it: Impossibile esportare PNG
ja: PNG をエクスポートできませんでした
pt_br: Não foi possível exportar PNG
ru: Не удалось экспортировать PNG.
zh_hans: 无法导出 PNG

source: Couldn’t open the project
ar: لا يمكن فتح المشروع
es: No se pudo abrir el proyecto
fr: Impossible d'ouvrir le projet
hi: प्रोजेक्ट नहीं खुल सका
it: Impossibile aprire il progetto
ja: プロジェクトを開けませんでした
pt_br: Não foi possível abrir o projeto
ru: Не удалось открыть проект
zh_hans: 无法打开项目

source: Couldn’t paint
ar: لا يمكن الطلاء
es: no pude pintar
fr: Je ne pouvais pas peindre
hi: पेंट नहीं कर सका
it: Non potevo dipingere
ja: ペイントできませんでした
pt_br: Não consegui pintar
ru: Не смог нарисовать
zh_hans: 无法画画

source: Couldn’t resize the image
ar: لا يمكن تغيير حجم الصورة
es: No se pudo cambiar el tamaño de la imagen
fr: Impossible de redimensionner l'image
hi: छवि का आकार नहीं बदला जा सका
it: Impossibile ridimensionare l'immagine
ja: 画像のサイズを変更できませんでした
pt_br: Não foi possível redimensionar a imagem
ru: Не удалось изменить размер изображения
zh_hans: 无法调整图像大小

source: Couldn’t save the project
ar: لا يمكن حفظ المشروع
es: No se pudo guardar el proyecto
fr: Impossible d'enregistrer le projet
hi: प्रोजेक्ट सहेजा नहीं जा सका
it: Impossibile salvare il progetto
ja: プロジェクトを保存できませんでした
pt_br: Não foi possível salvar o projeto
ru: Не удалось сохранить проект
zh_hans: 无法保存项目

source: Couldn’t trim image
ar: تعذر اقتطاع الصورة
es: No se pudo recortar la imagen
fr: Impossible de découper l'image
hi: छवि ट्रिम नहीं की जा सकी
it: Impossibile tagliare l'immagine
ja: 画像をトリミングできませんでした
pt_br: Não foi possível cortar a imagem
ru: Не удалось обрезать изображение
zh_hans: 无法修剪图像

source: Create Clipping Mask
ar: إنشاء قناع القطع
es: Crear máscara de recorte
fr: Créer un masque d'écrêtage
hi: क्लिपिंग मास्क बनाएं
it: Crea maschera di ritaglio
ja: クリッピングマスクの作成
pt_br: Criar máscara de recorte
ru: Создать обтравочную маску
zh_hans: 创建剪贴蒙版

source: Create Texture
ar: إنشاء الملمس
es: Crear textura
fr: Créer une texture
hi: बनावट बनाएं
it: Crea trama
ja: テクスチャの作成
pt_br: Criar textura
ru: Создать текстуру
zh_hans: 创建纹理

source: Create a canvas or import an image.
ar: قم بإنشاء لوحة قماشية أو قم باستيراد صورة.
es: Crea un lienzo o importa una imagen.
fr: Créez un canevas ou importez une image.
hi: एक कैनवास बनाएं या एक छवि आयात करें.
it: Crea una tela o importa un'immagine.
ja: キャンバスを作成するか、画像をインポートします。
pt_br: Crie uma tela ou importe uma imagem.
ru: Создайте холст или импортируйте изображение.
zh_hans: 创建画布或导入图像。

source: Create canvas
ar: إنشاء قماش
es: Crear lienzo
fr: Créer une toile
hi: कैनवास बनाएं
it: Crea tela
ja: キャンバスの作成
pt_br: Criar tela
ru: Создать холст
zh_hans: 创建画布

source: Create clipping mask
ar: إنشاء قناع القطع
es: Crear máscara de recorte
fr: Créer un masque d'écrêtage
hi: क्लिपिंग मास्क बनाएं
it: Crea una maschera di ritaglio
ja: クリッピングマスクを作成する
pt_br: Criar máscara de recorte
ru: Создать обтравочную маску
zh_hans: 创建剪贴蒙版

source: Crop
ar: اقتصاص
es: Recortar
fr: Recadrer
hi: क्रॉप
it: Ritaglia
ja: 切り抜き
pt_br: Cortar
ru: Кадрирование
zh_hans: 裁剪

source: Crop (C)
ar: المحاصيل (ج)
es: Cultivo (C)
fr: Recadrage (C)
hi: फसल (सी)
it: Ritaglia (C)
ja: 作物(C)
pt_br: Cortar (C)
ru: Урожай (С)
zh_hans: 作物 (C)

source: Crop tool
ar: أداة الاقتصاص
es: herramienta de recorte
fr: Outil de recadrage
hi: फसल काटने का औज़ार
it: Strumento di ritaglio
ja: トリミングツール
pt_br: Ferramenta de corte
ru: Инструмент обрезки
zh_hans: 裁剪工具

source: Cropped to the canvas so the file fits in memory. Pixels outside the canvas weren't imported.
ar: تم اقتصاصه على اللوحة القماشية بحيث يتناسب الملف مع الذاكرة. لم يتم استيراد وحدات البكسل الموجودة خارج اللوحة القماشية.
es: Recortado en el lienzo para que el archivo quepa en la memoria. Los píxeles fuera del lienzo no se importaron.
fr: Recadré sur le canevas pour que le fichier tienne en mémoire. Les pixels en dehors du canevas n’ont pas été importés.
hi: कैनवास पर क्रॉप किया गया ताकि फ़ाइल मेमोरी में फ़िट हो जाए। कैनवास के बाहर के पिक्सेल आयात नहीं किए गए थे.
it: Ritagliato sulla tela in modo che il file si adatti alla memoria. I pixel esterni all'area di disegno non sono stati importati.
ja: ファイルがメモリに収まるようにキャンバスにトリミングされます。キャンバスの外側のピクセルはインポートされませんでした。
pt_br: Cortado na tela para que o arquivo caiba na memória. Pixels fora da tela não foram importados.
ru: Обрезано до холста, чтобы файл поместился в памяти. Пиксели за пределами холста не импортировались.
zh_hans: 裁剪到画布，以便文件适合内存。画布外部的像素未导入。

source: Crops empty edges after the transform and fits the result back into the frame.
ar: يقوم بقص الحواف الفارغة بعد التحويل ويلائم النتيجة مرة أخرى في الإطار.
es: Recorta los bordes vacíos después de la transformación y ajusta el resultado nuevamente en el marco.
fr: Recadre les bords vides après la transformation et réinsère le résultat dans le cadre.
hi: परिवर्तन के बाद खाली किनारों को काटता है और परिणाम को वापस फ्रेम में फिट करता है।
it: Ritaglia i bordi vuoti dopo la trasformazione e reinserisce il risultato nella cornice.
ja: 変換後に空のエッジをトリミングし、結果をフレームに戻します。
pt_br: Corta bordas vazias após a transformação e ajusta o resultado de volta ao quadro.
ru: Обрезает пустые края после преобразования и помещает результат обратно в кадр.
zh_hans: 变换后裁剪空边缘并将结果放回框架中。

source: Current default. The calibration sliders below apply at full strength.
ar: الافتراضي الحالي. تنطبق منزلقات المعايرة أدناه بكامل قوتها.
es: Por defecto actual. Los controles deslizantes de calibración a continuación se aplican con toda su fuerza.
fr: Valeur par défaut actuelle. Les curseurs d'étalonnage ci-dessous s'appliquent à pleine puissance.
hi: वर्तमान डिफ़ॉल्ट. नीचे दिए गए अंशांकन स्लाइडर पूरी ताकत से लागू होते हैं।
it: Impostazione predefinita attuale. I cursori di calibrazione riportati di seguito si applicano alla massima potenza.
ja: 現在のデフォルト。以下のキャリブレーション スライダーは最大強度で適用されます。
pt_br: Padrão atual. Os controles deslizantes de calibração abaixo são aplicados com força total.
ru: Текущее значение по умолчанию. Калибровочные ползунки ниже применяются в полную силу.
zh_hans: 当前默认。下面的校准滑块全力发挥作用。

source: Current: %@ × %@ pixels
ar: الحالي: %@ × %@ بكسل
es: Actual: %@ × %@ píxeles
fr: Actuel : %@ × %@ pixels
hi: वर्तमान: %@ × %@ पिक्सेल
it: Corrente: %@ × %@ pixel
ja: 現在: %@ × %@ ピクセル
pt_br: Atual: %@ × %@ pixels
ru: Текущее: %@ × %@ пикселей
zh_hans: 当前：%@ × %@ 像素

source: Curve
ar: منحنى
es: Curva
fr: Courbe
hi: वक्र
it: Curva
ja: 曲線
pt_br: Curva
ru: Кривая
zh_hans: 曲线

source: Curves
ar: منحنيات
es: Curvas
fr: Courbes
hi: वक्र
it: Curve
ja: 曲線
pt_br: Curvas
ru: Кривые
zh_hans: 曲线

source: Curves…
ar: منحنيات…
es: Curvas…
fr: Courbes…
hi: वक्र...
it: Curve…
ja: 曲線…
pt_br: Curvas…
ru: Кривые…
zh_hans: 曲线…

source: Custom
ar: مخصص
es: personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
pt_br: Personalizado
ru: Пользовательский
zh_hans: 定制

source: Cut
ar: قطع
es: cortar
fr: Couper
hi: काटो
it: Taglia
ja: カット
pt_br: Cortar
ru: Вырезать
zh_hans: 切

source: Cyan
ar: سماوي
es: cian
hi: सियान
it: Ciano
ja: シアン
pt_br: Ciano
ru: Голубой
zh_hans: 青色

source: Cyan / Red
ar: سماوي / أحمر
es: Cian / Rojo
fr: Cyan/Rouge
hi: सियान/लाल
it: Ciano/Rosso
ja: シアン/レッド
pt_br: Ciano / Vermelho
ru: Голубой/Красный
zh_hans: 青色/红色

source: Cyans
ar: سماوي
es: cian
fr: Cyan
hi: सियान
it: Ciani
ja: シアン
pt_br: Cianos
ru: Цианы
zh_hans: 青色

source: Cycle shape kind
ar: نوع شكل الدورة
es: Tipo de forma de ciclo
fr: Type de forme de cycle
hi: साइकिल आकार प्रकार
it: Tipo di forma ciclistica
ja: サイクル形状の種類
pt_br: Tipo de forma de ciclo
ru: Тип формы цикла
zh_hans: 循环形状种类

source: Cycle tool mode
ar: وضع أداة الدورة
es: Modo de herramienta de ciclo
fr: Mode outil de cycle
hi: साइकिल टूल मोड
it: Modalità utensile ciclo
ja: サイクルツールモード
pt_br: Modo de ferramenta de ciclo
ru: Циклический режим инструмента
zh_hans: 循环工具模式

source: Dark
ar: الظلام
es: oscuro
fr: Sombre
hi: अंधेरा
it: Buio
ja: 暗い
pt_br: Escuro
ru: Темный
zh_hans: 黑暗

source: Darken
ar: أغمق
es: oscurecer
fr: Assombrir
hi: अंधेरा करना
it: Scurire
ja: 暗くする
pt_br: Escurecer
ru: Затемнить
zh_hans: 变暗

source: Darkens or lightens the edges. The center does not change.
ar: يغمق أو يخفف الحواف. المركز لا يتغير.
es: Oscurece o aclara los bordes. El centro no cambia.
fr: Assombrit ou éclaircit les bords. Le centre ne change pas.
hi: किनारों को गहरा या हल्का कर देता है। केंद्र नहीं बदलता.
it: Scurisce o schiarisce i bordi. Il centro non cambia.
ja: エッジを暗くしたり明るくしたりします。中心は変わらない。
pt_br: Escurece ou clareia as bordas. O centro não muda.
ru: Затемняет или осветляет края. Центр не меняется.
zh_hans: 使边缘变暗或变亮。中心不变。

source: Darks
ar: الظلام
es: oscuros
fr: Ténèbres
hi: अंधेरा
it: Oscuri
ja: ダーク
pt_br: Escuridão
ru: Темные
zh_hans: 深色

source: Dashed Lines
ar: خطوط متقطعة
es: Líneas discontinuas
fr: Lignes pointillées
hi: धराशायी रेखाएँ
it: Linee tratteggiate
ja: 破線
pt_br: Linhas tracejadas
ru: Пунктирные линии
zh_hans: 虚线

source: Decrease brush hardness
ar: تقليل صلابة الفرشاة
es: Disminuir la dureza del cepillo
fr: Diminuer la dureté de la brosse
hi: ब्रश की कठोरता कम करें
it: Diminuire la durezza della spazzola
ja: ブラシの硬度を下げる
pt_br: Diminuir a dureza do pincel
ru: Уменьшите жесткость щетки.
zh_hans: 降低刷子硬度

source: Decrease brush size
ar: تقليل حجم الفرشاة
es: Disminuir el tamaño del pincel
fr: Diminuer la taille du pinceau
hi: ब्रश का आकार कम करें
it: Diminuire la dimensione del pennello
ja: ブラシのサイズを小さくする
pt_br: Diminuir o tamanho do pincel
ru: Уменьшить размер кисти
zh_hans: 减小画笔大小

source: Decrease leading
ar: تقليل الرائدة
es: Disminuir la delantera
fr: Diminuer l'avance
hi: नेतृत्व कम करें
it: Diminuire l'anticipo
ja: 進みを減らす
pt_br: Diminuir liderança
ru: Уменьшение ведущего
zh_hans: 减少领先

source: Decrease tracking
ar: تقليل التتبع
es: Disminuir seguimiento
fr: Diminuer le suivi
hi: ट्रैकिंग कम करें
it: Diminuire il monitoraggio
ja: トラッキングの減少
pt_br: Diminuir rastreamento
ru: Отслеживание уменьшения
zh_hans: 减少追踪

source: Default colors
ar: الألوان الافتراضية
es: Colores predeterminados
fr: Couleurs par défaut
hi: डिफ़ॉल्ट रंग
it: Colori predefiniti
ja: デフォルトの色
pt_br: Cores padrão
ru: Цвета по умолчанию
zh_hans: 默认颜色

source: Default colors (D)
ar: الألوان الافتراضية (د)
es: Colores predeterminados (D)
fr: Couleurs par défaut (D)
hi: डिफ़ॉल्ट रंग (डी)
it: Colori predefiniti (D)
ja: デフォルトカラー(D)
pt_br: Cores padrão (D)
ru: Цвета по умолчанию (D)
zh_hans: 默认颜色 (D)

source: Defringe
ar: انحراف
es: Dejar de lado
fr: Défrange
hi: डिफ़्रिन्ज
it: Defrangiare
ja: フリンジ除去
pt_br: Defringir
ru: Удаление границ
zh_hans: 去边

source: Dehaze
ar: ديهيز
es: desempañar
fr: Déhaze
hi: देहाज़े
it: Defoschia
ja: かすみ除去
pt_br: Desembaçar
ru: Удаление дымки
zh_hans: 除雾

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete Guide
ar: حذف الدليل
es: Eliminar guía
fr: Supprimer le guide
hi: गाइड हटाएँ
it: Elimina guida
ja: ガイドの削除
pt_br: Excluir guia
ru: Удалить руководство
zh_hans: 删除指南

source: Delete Layer
ar: حذف الطبقة
es: Eliminar capa
fr: Supprimer le calque
hi: परत हटाएँ
it: Elimina livello
ja: レイヤーの削除
pt_br: Excluir camada
ru: Удалить слой
zh_hans: 删除图层

source: Delete Layer Mask
ar: حذف قناع الطبقة
es: Eliminar máscara de capa
fr: Supprimer le masque de calque
hi: लेयर मास्क हटाएं
it: Elimina maschera di livello
ja: レイヤーマスクの削除
pt_br: Excluir máscara de camada
ru: Удалить маску слоя
zh_hans: 删除图层蒙版

source: Delete Layers
ar: حذف الطبقات
es: Eliminar capas
fr: Supprimer des calques
hi: परतें हटाएँ
it: Elimina livelli
ja: レイヤーの削除
pt_br: Excluir camadas
ru: Удалить слои
zh_hans: 删除图层

source: Delete Mask
ar: حذف القناع
es: Eliminar máscara
fr: Supprimer le masque
hi: मास्क हटाएं
it: Elimina maschera
ja: マスクの削除
pt_br: Excluir máscara
ru: Удалить маску
zh_hans: 删除蒙版

source: Delete Selected Layers
ar: حذف الطبقات المحددة
es: Eliminar capas seleccionadas
fr: Supprimer les calques sélectionnés
hi: चयनित परतें हटाएँ
it: Elimina i livelli selezionati
ja: 選択したレイヤーを削除
pt_br: Excluir camadas selecionadas
ru: Удалить выбранные слои
zh_hans: 删除选定的图层

source: Delete Stroke
ar: حذف السكتة الدماغية
es: Eliminar trazo
fr: Supprimer le trait
hi: स्ट्रोक हटाएँ
it: Elimina tratto
ja: ストロークの削除
pt_br: Excluir traço
ru: Удалить обводку
zh_hans: 删除笔画

source: Delete layer mask
ar: حذف قناع الطبقة
es: Eliminar máscara de capa
fr: Supprimer le masque de calque
hi: लेयर मास्क हटाएं
it: Elimina la maschera di livello
ja: レイヤーマスクを削除する
pt_br: Excluir máscara de camada
ru: Удалить маску слоя
zh_hans: 删除图层蒙版

source: Delete selected effect
ar: حذف التأثير المحدد
es: Eliminar efecto seleccionado
fr: Supprimer l'effet sélectionné
hi: चयनित प्रभाव हटाएँ
it: Elimina l'effetto selezionato
ja: 選択したエフェクトを削除します
pt_br: Excluir efeito selecionado
ru: Удалить выбранный эффект
zh_hans: 删除选定的效果

source: Delete selected layer
ar: حذف الطبقة المحددة
es: Eliminar capa seleccionada
fr: Supprimer le calque sélectionné
hi: चयनित परत हटाएँ
it: Elimina il livello selezionato
ja: 選択したレイヤーを削除
pt_br: Excluir camada selecionada
ru: Удалить выбранный слой
zh_hans: 删除选定图层

source: Delete selected layers
ar: حذف الطبقات المحددة
es: Eliminar capas seleccionadas
fr: Supprimer les calques sélectionnés
hi: चयनित परतें हटाएँ
it: Elimina i livelli selezionati
ja: 選択したレイヤーを削除します
pt_br: Excluir camadas selecionadas
ru: Удалить выбранные слои
zh_hans: 删除选定的图层

source: Delete selection / layer / effect / lasso point
ar: حذف التحديد / الطبقة / التأثير / نقطة لاسو
es: Eliminar selección/capa/efecto/punto de lazo
fr: Supprimer la sélection / le calque / l'effet / le point du lasso
hi: चयन/परत/प्रभाव/लासो बिंदु हटाएं
it: Elimina selezione/livello/effetto/punto lazo
ja: 選択範囲/レイヤー/エフェクト/なげなわポイントを削除
pt_br: Excluir seleção/camada/efeito/ponto de laço
ru: Удалить выделение/слой/эффект/точку лассо
zh_hans: 删除选区/图层/效果/套索点

source: Density
ar: الكثافة
es: densidad
fr: Densité
hi: घनत्व
it: Densità
ja: 密度
pt_br: Densidade
ru: Плотность
zh_hans: 密度

source: Deselect
ar: قم بإلغاء التحديد
es: Deseleccionar
fr: Désélectionner
hi: अचयनित करें
it: Deseleziona
ja: 選択を解除します
pt_br: Desmarcar
ru: Отменить выбор
zh_hans: 取消选择
